[
  {
    "number": 1,
    "name": "กระเพราไก่",
    "raw_material": "เนื้อไก่ชิ้น 500 กรัม\nน้ำมันพืช 1 ช้อนโต๊ะ\nกระเทียมโขลก 1 ช้อนชา\nพริกขี้หนูโขลก 1 ช้อนโต๊ะ\nซีอิ๊วดำ 1 ช้อนโต๊ะ\nซีอิ๊วขาว 1 ช้อนโต๊ะ\nน้ำปลา 1 ช้อนโต๊ะ\nน้ำตาล 1/2 ช้อนโต๊ะ\nใบกะเพรา 1 กำมือ",
    "how_to": "1. ใส่น้ำมันในกระทะ เปิดไฟกลาง รอจนน้ำมันร้อน จากนั้นใส่กระเทียมและพริกลงไป ผัดจนเริ่มมีกลิ่นหอม\n2. ใส่เนื้อไก่ลงไปผัดต่อจนสุก ปรุงรสด้วย ซีอิ๊วดำ ซีอิ๊วขาว น้ำปลา และน้ำตาล ผัดจนเครื่องปรุงคลุกเคล้าทั่ว\n3. ใส่ใบกะเพราลงไปในกระทะ ผัดให้เข้ากัน และปิดไฟ ยกลงจากกระทะ",
    "img": ""
  },
  {
    "number": 2,
    "name": "ต้มยำกุ้ง",
    "raw_material": "ใบมะกรูด 4 ใบ\nพริกชี้ฟ้า 10 เม็ด หั่นขวาง\nกระเทียม 5 กลีบ\nกุ้ง ½ กิโลกรัม (หรือเนื้อสัตว์อื่นๆ)\nเห็ดฟาง 1 ถ้วย\nมะเขือเทศ 2 ชิ้น หั่นชิ้นหนา\nมะขามเปียก 1 ช้อนโต๊ะ\nน้ำปลา หรือ ซีอิ๊วขาว 1 ช้อนโต๊ะ\nน้ำตาล ½ ช้อนโต๊ะ\nน้ำพริกเผา 2 ช้อนโต๊ะ\nมะนาว 1 ลูก\nผักชี 2 ก้าน",
    "how_to": "1. นำน้ำใส่หม้อแล้วตั้งไฟแรงสุด\n2. ใส่ตะไคร้ ข่า ใบมะกรูด น้ำปลา น้ำตาล และมะขามเปียก\n3. ปล่อยให้เดือด 3-4 นาที จนสังเกตเห็นฟองเดือด\n4. เติมกุ้ง หัวหอม น้ำพริกเผา และเห็ดฟาง\n5. ต้มต่อประมาณ 10 นาที จนเนื้อกุ้งสุกดี\n6. ใส่พริกชี้ฟ้า มะเขือเทศ ตามด้วยนมข้นจืด\n7. คนให้เข้ากัน ปิดเตา แล้วบีบมะนาวตาม\n8. โรยผักชี และตักเสิร์ฟ",
    "img": ""
  },
  {
    "number": 3,
    "name": "ต้มข่าไก่",
    "raw_material": "เนื้ออกไก่หั่นเต๋า 6 ออนซ์ (หรือใช้อาหารทะเลอื่น ๆ ก็ได้ตามชอบ) \nน้ำซุปไก่ หรือน้ำเปล่า 1+1/2 ถ้วย\nข่าหั่นเป็นแว่น 3-4 แว่น\nตะไคร้ซอยบาง ๆ 1 ต้นใบมะกรูด 2 ใบ \nน้ำปลา 1/3 ถ้วย\nน้ำตาลทราย 3+1/2 ช้อนโต๊ะ\nกะทิ 1+1/2 ถ้วย\nเห็ด (ตามชอบ) 1/2 ถ้วย\nน้ำมะนาว (หรือน้ำเลมอน) 1/3 ถ้วย\nน้ำมันน้ำพริกเผา 1-2 ช้อนโต๊ะ\nพริกขี้หนูสด ประมาณ 4 เม็ด\nต้นหอม 1 ต้น\nผักชี 1/2 ถ้วย",
    "how_to": "1. ซอยตะไคร้และข่าให้เป็นชิ้นเล็ก ๆ \n2. นำเห็ดตามชอบไปล้างให้สะอาด ตัดโคนทิ้งไป เตรียมไว้\n3. ตัดครึ่งใบมะกรูด เตรียมไว้\n4. นำผักชีมาตัดแยกก้านและใบออก จากนั้นหั่นก้านผักชีเป็นท่อน ๆ และซอยใบผักชีเตรียมไว้สำหรับโรยหน้า\n5. ซอยต้นหอมเตรียมไว้สำหรับโรยหน้า",
    "img": ""
  },
  {
    "number": 4,
    "name": "ผัดไทยกุ้งสด",
    "raw_material": "ผัดไทย                                                             กุ้งสด (แกะเปลือกผ่าหลังเอาเส้นดำออก) 3-5 ตัว (ตามชอบ)\n​​เต้าหู้เหลือง (หั่นเต๋า) 3 ช้อนโต๊ะ\nไชโป๊ (สับละเอียด) 2 ช้อนโต๊ะ\nก๋วยเตี๋ยวเส้นเล็ก (หรือเส้นจันท์) แช่น้ำจนนิ่ม\nถั่วงอกดิบ\n​ใบกุยช่าย (หั่นท่อน)\nไข่ไก่ 1 ฟอง\nน้ำมันพืช (สำหรับผัด)                                                                                                                                            ซอสผัดไทย                                                     น้ำตาลปี๊บ 2 ช้อนโต๊ะ\nน้ำมะขามเปียก 2 ช้อนโต๊ะ\nน้ำปลา 2 ช้อนโต๊ะ\nพริกป่น 1 ช้อนชา (หรือความเผ็ดตามชอบ)\n​ถั่วลิสงคั่วบด (ตามชอบ)\nผักสด (สำหรับทานคู่)​​",
    "how_to": "วิธีทำซอสผัดไทย\n​ผสมน้ำตาลปี๊บ น้ำมะขามเปียก น้ำปลา และพริกป่นเข้าด้วยกัน นำขึ้นตั้งไฟพอร้อนและน้ำตาลปี๊บละลายเตรียมไว้ (ถ้าต้องการเก็บไว้หลายวันให้รอจนเดือดแล้วเก็บใส่ภาชนะที่มีฝาปิดมิดชิด)                                                                                                                             วิธีทำผัดไทยกุ้งสด\n1. ใส่น้ำมันพืชลงในกระทะ พอน้ำมันร้อนใส่กุ้งสดลงไปผัดให้โดนความร้อนจนกุ้งเริ่มสุก ตักขึ้นใส่จานเตรียมไว้\n2. ใส่เต้าหู้ลงไปผัดในกระทะใบเดิมพอให้เหลืองหอม ตามด้วยไชโป๊สับ ผัดพอเข้ากัน ใส่น้ำซอสผัดไทยที่เตรียมไว้ลงไปผัดให้เข้ากันจนเริ่มเดือด\n3. ใส่เส้นก๋วยเตี๋ยวที่แช่น้ำแล้วลงไปผัดให้เข้ากันเบา ๆ แล้วใช้ตะหลิวเขี่ยเส้นไปไว้ข้างกระทะ\n4. ตอกไข่ไก่ลงไป ยีให้พอแตก รอจนไข่เริ่มสุกแล้วนำส่วนผสมเส้นมาผัดให้เข้ากัน ตามด้วยกุ้งที่เตรียมไว้ตักใส่จาน เสิร์ฟพร้อมผัดสด ถั่วลิสงคั่วบด พริกป่น และมะนาว",
    "img": ""
  },
  {
    "number": 5,
    "name": "ข้าวผัดญี่ปุ่น",
    "raw_material": "น้ำมันพืช 1+1/2 ช้อนโต๊ะ\nกระเทียมสับละเอียด 1 ช้อนโต๊ะ\nต้นหอมซอย 30 กรัม\nต้นหอมญี่ปุ่นสับละเอียด 2 ช้อนโต๊ะ\nหมูแดง 90 กรัม\nซอสญี่ปุ่นสำหรับผัด 2 ช้อนโต๊ะ (เราใช้ของ Kikomam ค่ะ)\nน้ำมันหอย 1 ช้อนโต๊ะ\nน้ำตาลทราย 1 ช้อนชา\nกุ้ง 90 กรัม\nน้ำมันพืช 1/2 ช้อนโต๊ะ\nไข่ 2 ฟอง\nสาเก 1 ช้อนชา (ในสูตรใช้เหล้าจีนแทนค่ะ เพราะที่บ้านไม่มีสาเก)\nข้าวญี่ปุ่นค้างคืน 370 กรัม",
    "how_to": "ตั้งกระทะใช้ไฟแรง ใส่น้ำมัน 1+1/2 ช้อนโต๊ะลงไป รอให้กระทะร้อนแล้วใส่กระเทียม ต้นหอมญี่ปุ่น และต้นหอมซอยแค่หยิบมือ ลงไปผัดให้หอม จากนั้นใส่หมูแดงลงไป แล้วปรุงรสหมูแดงด้วยน้ำมันหอย ซอสผัดญี่ปุ่น และน้ำตาลนิดหน่อย ผัดให้เข้ากัน จากนั้นใส่กุ้งลงไป เมื่อกุ้งเริ่มสุกให้ใส่น้ำมันลงไปอีก 1/2 ช้อนโต๊ะ แล้วใส่ไข่ลงไป อย่าเพิ่งทำอะไรกับไข่ ให้ใส่ข้าวสุกตามลงไปทันที จากนั้นค่อยผัดให้เข้ากัน หลังจากผัดให้เข้ากันแล้ว ให้ใส่เหล้าหรือสาเกลงไปผัดให้เข้ากันจนแอลกอฮอล์ระเหยไปหมดและเหลือแต่กลิ่น จากนั้นใส่น้ำมันหอย ซอสผัดญี่ปุ่น และน้ำตาลทรายที่เตรียมไว้ แล้วผัดให้เข้ากัน ใส่ต้นหอมซอยลงไป ปิดไฟ แล้วผัดให้เข้ากัน ถ้าต้องการให้ต้นหอมมีสีเขียวสวย ควรใส่เป็นอย่างท้ายสุดหลังจากผัดข้าวผัดได้ที่แล้ว และปิดไฟค่อยใส่ลงไป ใช้ความร้อนจากที่เหลือผัดให้เข้ากันก็พอ ถ้ารู้สึกว่าเค็มไม่พอ อย่าใส่ซอสเพิ่ม ให้ใส่เกลือแทน ไม่เช่นนั้นข้าวผัดจะแฉะเกินไป",
    "img": ""
  },
  {
    "number": 6,
    "name": "ยำขนมจีนรวมมิตร (น้ำยำไม่ใส่ปลาร้า)",
    "raw_material": "ขนมจีน\nกุ้งสด\nปลาหมึกสด\nไส้กรอกหมู\nลูกชิ้นปลา\nพริกขี้หนู\nน้ำมะนาว\nน้ำปลา\nน้ำตาลทราย\nแครอต\nมะเขือเทศ\nหอมใหญ่\nขึ้นฉ่าย\nผักกาดหอม",
    "how_to": "1. ลวกกุ้ง ปลาหมึก ลูกชิ้น และไส้กรอก เตรียมไว้\n2. นึ่งขนมจีนให้ร้อน เตรียมไว้ (เราชอบขนมจีนแป้งหมักมากกว่าแป้งสด เพราะนุ่มเหนียวอร่อยกว่า โดยเฉพาะเส้นเล็ก ๆ แบบนี้)\n3. ทำน้ำยำโดยใส่น้ำมะนาว น้ำปลา น้ำตาลทราย และพริกขี้หนู คนผสมให้เข้ากัน ชิมรสตามชอบ\n4. ใส่กุ้ง ปลาหมึก ลูกชิ้น และไส้กรอกที่ลวกไว้ คนผสมให้เข้ากัน\n5. ใส่ขนมจีนคนผสมให้เข้ากัน \n6. ใส่แครอต หอมใหญ่ มะเขือเทศ และขึ้นฉ่าย คนผสมให้เข้ากัน\n7. ตักใส่จานที่รองด้วยผักกาดหอม เสร็จเรียบร้อยพร้อมรับประทานค่ะ",
    "img": ""
  },
  {
    "number": 7,
    "name": "ยำข้าวปุ้นน้ำปลาร้าปลาทูน่าฟู",
    "raw_material": "ทูน่ากระป๋อง (ในน้ำมันพืชหรือน้ำเกลือก็ได้นะคะ)\nเกล็ดขนมปัง\nน้ำมันพืช (สำหรับทอด)\nพริกป่น\nน้ำตาลทราย\nน้ำมะนาว\nน้ำปลา\nน้ำปลาร้าต้มสุก\nขนมจีน\nถั่วฝักยาวซอย หรือถั่วงอก (ไม่ก็ใส่ทั้งสองอย่างก็ได้ค่ะ)\nผักชีฝรั่งซอย\nแครอตขูดเป็นเส้น\nเมล็ดกระถิน (อันนี้ไม่มีก็ไม่ต้องใส่ก็ได้จ้า)",
    "how_to": "1. นำปลาทูน่ากระป๋องมาซับน้ำให้หมาด ๆ แล้วใช้ส้อมยี ๆ ให้เนื้อปลาไม่เป็นก้อน\n2. นำปลาทูน่าที่ยีแล้วมาคลุกกับเกล็ดขนมปัง จากนั้นนำลงไปทอดในน้ำมันท่วม ๆ ทอดพอเหลืองกรอบ ตักขึ้นสะเด็ดน้ำมัน เตรียมไว้\n3. ทำน้ำยำโดยใส่พริกป่น น้ำตาลทราย น้ำมะนาว น้ำปลา และน้ำปลาร้าต้มสุก ลงในอ่างผสม ชิมรสที่ชอบ (จะใส่พริกสดหั่นแทนพริกป่นก็ได้นะคะแล้วแต่ชอบเลย)\n4. เมื่อได้รสที่ชอบแล้ว ใส่ข้าวปุ้น (ขนมจีน) ลงไปคลุกเคล้าให้เข้ากัน\n5. ใส่ผักที่หั่นเตรียมไว้ลงไปพร้อมกับปลาทูน่าฟูที่ทอดไว้ (อย่าลืมเหลือปลาไว้โรยตอนสุดท้ายด้วยนะคะ) คลุกเคล้าให้เข้ากัน\n6. ตักใส่จาน พร้อมเสิร์ฟ (เสร็จแล้วหน้าตาของเมนูยำข้าวปุ้นปลาทูน่าฟู หน้าตาใช้ได้เลยทีเดียว)",
    "img": ""
  },
  {
    "number": 8,
    "name": "ยำขนมจีนหอยแมลงภู่กับปูอัด",
    "raw_material": "ขนมจีน 200 กรัม\nหอยแมลงภู่\nปูอัด\nน้ำปลา 4 ช้อนโต๊ะ\nน้ำมะนาว 4 ช้อนโต๊ะ\nพริกสด 3 ช้อนโต๊ะ\nน้ำตาลปี๊บ 2 ช้อนโต๊ะ\nมะเขือเทศ\nหอมแดง",
    "how_to": "เริ่มด้วยผสมน้ำปลา น้ำมะนาว พริกสด และน้ำตาลปี๊บคนให้ละลายแล้วชิมรสด้วยว่าอร่อยกลมกล่อมแล้วหรือยัง ใส่ขนมจีนลงไปคลุกเคล้ากับน้ำยำ ตามด้วยมะเขือเทศ หอมแดง หอยแมลงภู่ และปูอัด คลุกเคล้าให้เข้ากัน เส้นขนมจีนเหนียวนุ่มกับน้ำยำรสแซ่บ เครื่องแน่นขนาดนี้น้ำลายสอเลยค่ะ เอาช้อนส้อมมาตักกินได้เลยค่ะ",
    "img": ""
  },
  {
    "number": 9,
    "name": "ข้าวต้มหมูสับทรงเครื่อง",
    "raw_material": "ข้าวหอมมะลิต้มสุก\nหมูสับ\nกระเทียมซอย (สำหรับโรยหน้าและสำหรับผัด)\nขิงอ่อนหั่นเส้น\nรากผักชีซอย\nลูกผักชีบด\nผงปรุงรส\nซีอิ๊วขาว\nน้ำมันหอย\nน้ำตาลทราย\nขึ้นฉ่าย\nพริกไทยขาวป่น\nผักชี\nต้นหอมซอย",
    "how_to": "เจียวกระเทียมให้เหลืองหอมแล้วนำไปแยกพักไว้ เพื่อไว้ใช้โรยหน้าข้าวต้มในขั้นตอนสุดท้าย นำขิงอ่อน รากผักชี และกระเทียม ไปผัดกับน้ำมันจนกลิ่นหอม จากนั้นใส่หมูสับลงไปผัดให้เข้ากัน ใส่ลูกผักชีบดละเอียด ปรุงรสด้วยผงปรุงรส ซีอิ๊วขาว น้ำมันหอย และน้ำตาลทราย เมื่อเครื่องข้าวต้มสุกทั่ว ใส่ขึ้นฉ่ายแล้วผัดต่ออีกเล็กน้อยเพื่อให้ขึ้นฉ่ายโดนความร้อนส่งกลิ่นหอม นำเครื่องข้าวต้มไปคลุกกับข้าวต้มที่เตรียมไว้ ใส่พริกไทยขาว โรยหน้าด้วยต้นหอม ผักชี และกระเทียมเจียวเพื่อเพิ่มความหอมเป็นอันเสร็จ",
    "img": ""
  },
  {
    "number": 10,
    "name": "ข้าวผัดหนำเลี้ยบ",
    "raw_material": "หมูสับ 250 กรัม\nกระเทียม\nน้ำมันพืช 1-2 ช้อนโต๊ะ\nหนำเลี้ยบ\nน้ำปลา 1 ช้อนชา\nน้ำตาลทราย 1 ช้อนชา\nน้ำมันหอย 1 ช้อนชา\nพริกไทยป่น\nเกลือ\nข้าวสวยค้างคืน 200 กรัม\nต้นหอม\nพริกสด\nเครื่องเคียง ได้แก่ เม็ดมะม่วงหิมพานต์ หอมแดง พริกแดง และมะนาว",
    "how_to": "ผัดหมูกับกระเทียมให้เข้ากันก่อน แล้วค่อยใส่หนำเลี้ยบลงไปผัดค่ะ ปรุงรสให้เรียบร้อยแล้วใส่ข้าวลงไปค่ะ จากนั้นถ้าชิมแล้วอ่อนเค็มให้ใส่เกลือแทนน้ำปลานะคะ ข้าวจะได้ไม่แฉะค่ะ ใส่ต้นหอมและพริกทีหลังสุดค่ะ จะได้สีสวยน่ากิน ผัดให้เข้ากันแล้วปิดเตาทันทีค่ะ",
    "img": ""
  },
  {
    "number": 11,
    "name": "ข้าวผัดมาม่าหมูสับ",
    "raw_material": "กระเทียมสับ\nหมูสับ\nไข่ไก่\nข้าวสวย (เราใส่ไม่เยอะนะคะ ถ้าเยอะคิดว่าจะไม่เข้มข้นค่ะ)\nบะหมี่กึ่งสำเร็จรูปรสที่ชอบ (เราลองทำครั้งแรก ขอยึดรสดั้งเดิมแบบรสหมูสับไว้ก่อนค่ะ)\nต้นหอมซอย",
    "how_to": "ตั้งกระทะใส่น้ำมันพืชลงไป ใส่กระเทียมสับลงไปเจียวให้มีสีเหลืองทองแล้วใส่หมูสับ ตามด้วยไข่ลงไปค่ะ ใส่ข้าวลงไปแล้วผัดให้เข้ากันค่ะ ตามด้วยบะหมี่กึ่งสำเร็จรูปที่ลวกแล้ว (อย่าลวกนานนะคะ เดี๋ยวเส้นอืดหมด) จากนั้นก็ใส่เครื่องปรุงค่ะ ส่วนน้ำมันที่ติดมากับซองเราใส่รวมกับน้ำมันพืชตอนแรกไปเรียบร้อยแล้วค่ะ ผัดให้เข้ากันแล้วใส่ต้นหอมซอยก็เสร็จแล้วค่ะ",
    "img": ""
  },
  {
    "number": 12,
    "name": "เกี๊ยวหมูเด้ง",
    "raw_material": "ส่วนผสม เกี๊ยวหมูเด้ง\nกุ้งสดหั่นชิ้นหรือสับ 50 กรัม\nหมูบดหรือสับ 100 กรัม\nซอสปรุงรส\nซีอิ๊วขาว\nรากผักชี กระเทียม และพริกไทยโขลก\nน้ำตาลทราย\nแผ่นเกี๊ยว 20 แผ่น\nรากผักชี 2 ราก\nต้นหอมซอย 3 ต้น\nผักชีซอย 3 ต้น\nกระเทียมเจียว\nกวางตุ้งลวก\nน้ำซุปกระดูกหมู 2 ลิตร\nส่วนผสม น้ำซุปกระดูกหมู\nกระดูกหมู\nรากผักชี กระเทียม และพริกไทยโขลก\nแครอต\nหัวไช้เท้า\nหอมใหญ่\nน้ำเปล่า 2 ลิตร\nเกลือ",
    "how_to": "1. นำกุ้งกับหมูสับหมักกับเครื่องโขลก ซอสปรุงรส ซีอิ๊วขาว และน้ำตาลทราย ใส่ตู้เย็นประมาณ 10 นาที\n2. ทำน้ำซุปกระดูกหมูโดยใส่ส่วนผสมทุกอย่างลงในหม้อ เคี่ยวประมาณ 1 ชั่วโมง ช้อนฟองขาว ๆ ออก น้ำซุปจะได้ใส ชิมรสตามชอบ\n3. นำส่วนผสมหมูที่หมักไว้มาห่อให้สวยงาม แล้วเอาไปต้มในน้ำเดือดจนสุกลอยขึ้นมา ตักใส่ภาชนะที่รองด้วยกวางตุ้งลวก ราดน้ำซุปลงไป โรยกระเทียมเจียวและต้นหอม-ผักชีซอย",
    "img": ""
  },
  {
    "number": 13,
    "name": "เกี๊ยวกุ้งไก่สับ",
    "raw_material": "สะโพกไก่ หรือเนื้อหมู\nกุ้ง\nแผ่นเกี๊ยวซ่า\nกระเทียม\nรากผักชี\nเม็ดพริกไทย\nน้ำมันหอย\nซีอิ๊วขาว\nน้ำมันงา\nน้ำตาลทราย\nแป้งมัน หรือแป้งข้าวโพด เล็กน้อย\nน้ำเปล่า\nน้ำจิ้ม (ซอสพริกผสมกับน้ำจิ้มไก่)",
    "how_to": "1. โขลกกระเทียม รากผักชี และเม็ดพริกไทย ให้ละเอียด และสับหรือบดไก่กับกุ้งให้เข้ากัน เทเครื่องโขลกลงมาผสมกับไก่สับ ปรุงรสด้วยน้ำมันหอย ซีอิ๊วขาว น้ำมันงา และน้ำตาลทราย เติมแป้งมัน นวดให้เข้ากัน หมักทิ้งไว้ในตู้เย็นอย่างน้อย 1 ชั่วโมง หรือข้ามคืน\n2. นำไก่สับที่หมักได้ที่แล้วมาห่อกับแผ่นเกี๊ยว\n3. นำเกี๊ยวไปลวกในน้ำเดือด ประมาณ 1-2 นาที หรือนำไปนึ่งโดยพรมน้ำลงบนตัวเกี๊ยว เพื่อที่แป้งจะได้ไม่กระด้างแล้วนำไปนึ่งประมาณ 10 นาที หรือจนสุก ทาน้ำมันงาบนตัวเกี๊ยว จัดจานเสิร์ฟพร้อมน้ำจิ้ม (ซอสพริกผสมกับน้ำจิ้มไก่)",
    "img": ""
  },
  {
    "number": 14,
    "name": "เกี๊ยวน้ำตำรับจีนแท้",
    "raw_material": "แป้งสาลีอเนกประสงค์ 2 ถ้วย\nเกลือ เล็กน้อย\nน้ำเปล่า 1 ถ้วย\nเนื้อหมูบด\nเนื้อปู\nผักโขมลวก\nซีอิ๊วขาว\nน้ำมันหอย\nพริกไทย\nน้ำซุป",
    "how_to": "วิธีทำเกี๊ยวน้ำ\n1. ผสมแป้งสาลีกับเกลือเล็กน้อย เติมน้ำเปล่าลงไป โดยค่อย ๆ ใส่น้ำลงไปนวดผสมกับแป้งทีละน้อย (สามารถเพิ่มหรือลดปริมาณน้ำได้)\n2. นวดแป้งไปเรื่อย ๆ จนก้อนแป้งมีลักษณะเนียน ไม่เหนียวติดภาชนะ\n3. ห่อแป้งด้วยพลาสติก พักไว้ตู้เย็น 20 นาที\n4. เตรียมไส้เกี๊ยวจีน โดยผสมเนื้อหมูบด เนื้อปู และผักโขมลวก ในชามผสม คนส่วนผสมให้เข้ากัน โดยเฉพาะเนื้อหมูบดพยายามยีให้ชิ้นเล็ก ๆ ก่อนที่จะปรุงรสด้วยซีอิ๊วขาว น้ำมันหอย และพริกไทย\nวิธีห่อเกี๊ยวจีน\n1. นำแป้งเกี๊ยวจีนที่พักไว้มาคลึงเป็นแท่นยาว ตัดเป็นท่อน และใช้ไม้นวดแป้งคลึงเป็นแผ่นบาง ๆ\n2. ทาน้ำที่ขอบของแป้ง แล้วตักไส้ใส่ลงไปตรงกลาง\n3. จับตรงกลางแป้งทั้ง 2 ฝั่งมาบีบให้ติดกัน\n4. จับจีบโดยเริ่มจากด้านที่ถนัด ดึงแป้งชิ้นบนจากด้านนอกเข้าตรงกลาง แล้วกดให้ติดกับแป้งชิ้นล่าง ทำซ้ำจะได้จีบด้านละ 3-4 จีบ เตรียมไว้\n5. ต้มเกี๊ยวจีน โดยตั้งน้ำร้อนให้เดือด ใส่เกี๊ยวจีนลงไป รอจนลอยขึ้นมาให้ตักขึ้นมาใส่ชาม เทน้ำซุปลงไป",
    "img": ""
  },
  {
    "number": 15,
    "name": "เกี๊ยวหมูนุ่ม",
    "raw_material": "แป้งกุยช่าย\nหมูสับปรุงรส\nน้ำเปล่า\nแป้งมัน\nกระเทียมเจียว",
    "how_to": "วิธีทำเกี๊ยวหมูนุ่ม\n1. ต้มน้ำให้เดือด ค่อย ๆ เทลงลงในแป้งกุยช่าย นวดไปเรื่อย ๆ เหมือนนวดแป้งขนมปัง พอได้ที่แล้วก็พักไว้ โปะด้วยแป้งมันเล็กน้อย กันเหนียวติดมือ พักให้แป้งเย็นตัวลงเล็กน้อย ประมาณ 10 นาที\n2. ใช้ไม้คลึงแป้ง คลึงให้เป็นแผ่น ๆ ผมเองไม่ค่อยถนัดให้กลม ๆ เลยใช้พิมพ์มูสเค้กช่วยเอา โปะแป้งมันเยอะ ๆ ไม่งั้นติดมือแย่เลย\n3. ใส่ไส้หมูสับปรุงรสลงไปได้เลย จะปั้นเป็นจีบ ๆ แบบเกี๊ยวซ่า หรือกลม ๆ เหมือนถุงทองก็ได้ แล้วแต่ชอบอีกเช่นกัน ในสูตรปั้นขนาดกะหรี่ปั๊บเล็ก เอาไปต้มประมาณ 15 นาที ตักขึ้นคลุกน้ำมันกระเทียมเจียว กินกับซีอิ๊วขาว หรือซอสพริก",
    "img": ""
  },
  {
    "number": 16,
    "name": "ไข่ลูกเขย",
    "raw_material": "ไข่ไก่ หรือไข่เป็ดต้มสุก 4 ฟอง\nน้ำมันพืช (สำหรับทอดและผัด)\nน้ำมะขามเปียก 1/4 ถ้วย\nน้ำตาลปี๊บ 3 ช้อนโต๊ะ\nน้ำปลา 2 ช้อนโต๊ะ\nพริกแห้งทอดกรอบ หอมเจียว และผักชีสำหรับโรยหน้า",
    "how_to": "วิธีทำไข่ลูกเขย \n1. เจาะรูไข่ต้มด้วยส้อมให้ทั่ว นำลงทอดในน้ำมันจนด้านนอกเหลือง และกรอบ ตักขึ้นสะเด็ดน้ำมัน เตรียมไว้\n2. ตั้งกระทะพอร้อน ใส่น้ำมันพืชเล็กน้อย ใส่น้ำมะขามเปียก น้ำตาลปี๊บ และน้ำปลาลงผัดผสมให้เข้ากันจนน้ำตาลละลายหมด จากนั้นเคี่ยวต่อจนน้ำซอสข้น และเหนียว\n3. นำไข่ต้มทอดลงคลุกให้ทั่ว ตักขึ้น จากนั้นผ่าครึ่งไข่ต้ม จัดใส่จาน ราดน้ำซอสที่เหลือ โรยหน้าด้วยพริกแห้งทอด หอมเจียว และผักชี พร้อมรับประทาน",
    "img": ""
  },
  {
    "number": 18,
    "name": "ไข่พะโล้",
    "raw_material": "ไข่ไก่หรือไข่เป็ดเท่าที่มี\nเกลือป่น (ใส่เล็กน้อยให้มีรสเค็มช่วยประหยัดเครื่องปรุงชนิดอื่น)\nน้ำเปล่า ถ้าตุ๋นนานใส่ 3/4 ของขนาดหม้อภาชนะ\nปีกบนไก่ (น่องหรือสะโพก) ปริมาณตามชอบ\nแท่งอบเชย 2-3 แท่ง (ใส่ให้พอมีกลิ่น)\nดอกโป๊ยกั๊ก ตามชอบ\nน้ำตาลปี๊บ ใส่ตามชอบ (ถ้าชอบหวานกลมกล่อมใส่เยอะหน่อย ไม่มีใช้น้ำตาลทรายแทนได้ค่ะ หรือจะใส่น้ำตาลปี๊บ 1/2 ส่วน น้ำตาลทราย 1/2 ส่วนก็ได้ค่ะ)\nซีอิ๊วขาว (ช่วยเพิ่มความหอมอร่อย ชิมรสหลังจากใส่เกลือป่นก่อนเติมนะคะ)\nน้ำปลา (ใส่หรือไม่ใส่ก็ได้ค่ะ)\nซีอิ๊วดำ (ช่วยเพิ่มสีของไข่พะโล้ ถ้าชอบเข้มมากใส่เยอะหน่อยค่ะ)",
    "how_to": "เริ่มแรกต้มไข่ก่อนเลยค่ะ ใส่เกลือป่นลงไปเล็กน้อยจะได้ปอกเปลือกง่ายขึ้นค่ะ ใส่น้ำเปล่าในหม้อภาชนะประมาณครึ่งหม้อภาชนะต้มจนเดือด จากนั้นใส่ปีกไก่ลงไปรอจนเดือด ใส่แท่งอบเชยและดอกโป๊ยกั๊กตามลงไป พอไก่สุกปรุงรสตามชอบ หลังปรุงรสเติมน้ำเปล่าลงไปให้ได้ 3/4 ของหม้อภาชนะ จากนั้นเคี่ยวต่ออีก 30 นาทีหรือจนไก่เปื่อยนุ่มตามชอบค่ะ เพียงเท่านี้ก็จะได้ไข่พะโล้แบบง่าย ๆ ไว้กินค่ะ",
    "img": ""
  },
  {
    "number": 19,
    "name": "ไข่ข้นแฮม",
    "raw_material": "ไข่ไก่ 2 ฟอง\nนมสด 2 ช้อนโต๊ะ\nน้ำปลา\nน้ำมันหอย\nเนยสด (เพื่อความหอมมันค่ะ ถ้าไม่มีก็ข้ามไปเลยค่ะ)\nน้ำมัน\nแฮม",
    "how_to": "ตอกไข่ใส่ชาม เติมนมสด ปรุงรสด้วยน้ำปลากับน้ำมันหอย ตีให้เข้ากันกับไข่ค่ะ\nใช้ไฟกลางค่อนไปทางต่ำค่ะ เมื่อกระทะร้อนแล้วใส่น้ำมันตามด้วยเนย ถ้าใครอยากจะใส่แต่เนยอย่างเดียวก็ได้นะคะ แต่การใส่น้ำมันผสมเนยจะทำให้เนยไม่ไหม้และเปลี่ยนเป็นสีน้ำตาลค่ะ เมื่อเนยละลายหมดแล้วให้ใส่แฮมลงไปผัด ๆ หน่อยค่ะ จากนั้นตามด้วยไข่ค่ะ คนไปมาให้ไข่เป็นริ้ว ๆ ค่ะ คนได้สักพักแล้วให้หยุดเมื่อไข่เริ่มสุกค่ะ จากนี้ก็แล้วแต่ความชอบของแต่ละคน ว่าชอบสุกมากหรือสุกน้อย แค่นี้ก็เสร็จแล้วค่ะ ง่ายมาก ๆ เลย",
    "img": ""
  },
  {
    "number": 20,
    "name": "ไข่แดงดองพริกน้ำปลา",
    "raw_material": "น้ำ 125 มิลลิลิตร\nน้ำปลา 125 มิลลิลิตร\nพริกแดง 4 เม็ด\nพริกเขียว 4 เม็ด\nกระเทียม 2 กลีบ\nน้ำกระเทียมดอง 2 ช้อนโต๊ะ\nกระเทียมดอง 1 หัว\nน้ำตาลทรายขาว 3 ช้อนโต๊ะ\nน้ำตาลมะพร้าว 3 ช้อนโต๊ะ\nไข่ไก่ เปลือกสีขาว",
    "how_to": "1. ตั้งหม้อเปิดไฟ ใส่น้ำ น้ำปลา กระเทียมดอง น้ำกระเทียมดอง น้ำตาลทรายขาว และน้ำตาลมะพร้าว ต้มให้เดือดแล้วเทใส่ภาชนะพักไว้ให้เย็น\n2. หั่นพริกเขียว พริกแดง และกระเทียม เตรียมไว้\n3. ตอกไข่ไก่ แยกไข่แดงใส่ถ้วยไว้\n4. พอน้ำที่ปรุงไว้เย็นแล้วก็ใส่พริกเขียว พริกแดง กระเทียม และไข่แดงลงไป ปิดฝาให้สนิท นำไปแช่ในตู้เย็นข้ามคืน ตื่นเช้ามาไข่จะเซตตัว มีสีเข้มขึ้น ดูน่ากินมาก",
    "img": ""
  }
]